/* 
1. Находим элементы html

let title;
let timeLabels;
let buttonStart;

2. При нажатии на кнопку "начать" , запускается таймер в блок с измененным заголовком, таймером и кнопкой сбросить 
3. Время будем считать по часам, минутам секундам в сутках от времени нажатия кнопки "Начать".

4. При не выбранной дате отсчета должна появляться ошибка , что дата не выбрана.

5. Кнопка "Начать" изменяется на "сбросить".

6. При нажатии на сбросить, возращаемся с исходному состоянию DOM.

7. Убрать стандартное поведения кнопок и при обновление страницы сохранять значения счетчика.

8. Когда таймер закончился, сообщение с поздравлением и оставляем кнопку сбросить.

*/